Repository: dgowell/quick-product
Catalog: phone-orders-for-woocommerce-pro/languages/phone-orders-for-woocommerce-*.po
Languages: fi

source: "Mark as paid" set status to
fi: "Merkitse maksetuksi" aseta-tila

source: "Ship to a different address" opens popup
fi: "Lähetä eri osoitteeseen" avaa popup

source: "Ship to a different address" uses empty address
fi: "Lähetä eri osoitteeseen" käyttää tyhjä osoite

source: %1$s (%2$s &ndash; %3$s)
fi: %1$s (%2$s – %3$s)

source: <a href=%s target=_blank>Pro version</a> allows you to pay as customer, via checkout page. You can pay directly from admin area too – use <a href=%s target=_blank>this free plugin</a>. They support Stripe and Authorize.Net.
fi: Pro versio mahdollistaa sinun maksavan asiakkaana kassasivun kautta. Voit maksaa myös suoraan hallinnan kautta - käyttämällä tätä ilmaista lisäosaa.

source: >Dashboard > Updates
fi: >Kojelauta > Päivitykset

source: A valid email address is required
fi: Voimassaoleva sähköpostiosoite on pakollinen

source: above customer details
fi: edellä asiakkaan tiedot

source: Accept orders at frontend page
fi: Hyväksy tilauksia frontend sivu

source: Activate License
fi: Aktivoi Lisenssi

source: Add
fi: Lisää

source: Add a note
fi: Lisää huomautus

source: Add Coupon
fi: Lisää Kuponki

source: Add coupon
fi: Lisää kuponki

source: Add discount
fi: Lisää alennus

source: Add Fee
fi: Lisää Maksu

source: Add fee
fi: Lisää maksu

source: Add Gift Card
fi: Lisää Lahjakortti

source: Add meta
fi: Lisää meta

source: Add order
fi: Lisää tilaus

source: Add product to top of the cart
fi: Lisää tuote, alkuun ostoskoriin

source: Add products by default
fi: Lisää tuotteita oletuksena

source: Add products to the cart
fi: Lisää tuotteita ostoskoriin

source: Add shipping
fi: Lisää shipping

source: Add to cart
fi: Lisää ostoskoriin

source: Add to Order
fi: Lisää Tilata

source: Additional product column title
fi: Lisätietoja tuotteesta sarakkeen otsikko

source: Address 1
fi: Osoite 1

source: Address 2
fi: Osoite 2

source: Address Validation Service API Key (USPS Username)
fi: Address Validation Service API-Avain (USPS Käyttäjätunnus)

source: Address1
fi: Osoite

source: Address2
fi: Osoitteen lisärivi

source: Advanced search
fi: Tarkennettu haku

source: All order creators
fi: Kaikki tilauksien tekijät

source: All orders
fi: Kaikki tilaukset

source: Allow to add products from shop page
fi: Salli, että voit lisätä tuotteita kaupan sivulla

source: Allow to configure product
fi: Salli määrittää tuotteen

source: Allow to create orders without shipping
fi: Salli luoda tilaukset ilman toimituskuluja

source: Allow to edit coupon name
fi: Anna muokkaa kuponki nimi

source: Allow to edit shipping cost
fi: Salli muokata toimituskulut

source: Allow to edit shipping title
fi: Salli muokata toimituksen otsikko

source: Allow to input fractional qty
fi: Salli syöttää murto kpl

source: Allow to rename cart items
fi: Salli nimetä kohteita ostoskoriin

source: Allow to use same product many times
fi: Anna käyttää samaa tuotetta monta kertaa

source: Allow to use zero amount
fi: Salli käyttää nolla määrä

source: Allowed roles
fi: Saa rooleja

source: API Key is invalid
fi: API-Avain on virheellinen

source: API Key is valid
fi: API-Avain on voimassa

source: Apply
fi: Levitä

source: Are you sure ?
fi: Oletko varma ?

source: Are you sure?
fi: Oletko varma?

source: Automatically update customer's profile on order creation
fi: Automaattisesti päivittää asiakkaan profiilin järjestyksen luominen

source: Automatically update Shipping/Taxes/Totals
fi: Automaattisesti päivittä Toimitus/Verot/Yhteensä

source: Available fields for product
fi: Käytettävissä olevat kentät-tuotteen

source: Back to admin area.
fi: Takaisin admin-alueella.

source: Back to frontend page.
fi: Takaisin frontend sivu.

source: Barcode mode is enabled! "Find products" working only after click Enter key
fi: Viivakoodi-tila on käytössä! "Etsi tuotteita" toimi vain sen jälkeen paina Enter-näppäintä

source: Barcode scanner mode
fi: Barcode scanner-tilassa

source: below customer details
fi: alla asiakkaan tiedot

source: Billing address
fi: Laskutusosoite

source: Billing Details
fi: Laskutustiedot

source: Billing Schedule
fi: Laskutuksen Aikataulu

source: Button "Configure Product" uses minified page
fi: Painiketta "Määritä Tuotteen" käyttää minified sivu

source: Button "Create Order" does nothing
fi: Painiketta "Luo Tilaus" ei ole

source: Buy Pro version
fi: Ostaa Pro versio

source: Caching locations/categories/tags
fi: Välimuistin paikkoja/luokkia/tunnisteet

source: Caching search results
fi: Välimuistin hakutuloksissa

source: Can not add %d &quot;%s&quot; because it is not available.
fi: Voi lisätä %d "%s", koska se on ei saatavilla.

source: Can not create new product
fi: Voi luoda uuden tuotteen

source: Cancel
fi: Peruuta

source: Cart Items
fi: Ostoskoriin Kohteita

source: Category
fi: Luokka

source: Check
fi: Tarkista

source: Checkbox "Create WooCommerce product"
fi: Valintaruutu "Luo WooCommerce tuote"

source: Checkout at frontend
fi: Kassalle klo frontend

source: Checkout link
fi: Kassalle-linkkiä

source: Choose an option
fi: Valitse vaihtoehto

source: Choose gifts
fi: Valita lahjoja

source: Choose interval
fi: Valitse aikaväli

source: Choose meta field
fi: Valitse meta kenttä

source: Choose period
fi: Valitse jakso

source: City
fi: Kaupunki

source: Clear all
fi: Tyhjennä kaikki

source: Clear cart
fi: Tyhjennä ostoskori

source: Click on title - action, browse products
fi: Klikkaa otsikko - toiminta, selata tuotteita

source: Click on title - action, in cart
fi: Klikkaa otsikko - toiminta, ostoskorissa

source: Collapse edit meta
fi: Romahdus muokata meta

source: Collapse WordPress menu
fi: Romahdus WordPress menu

source: Common
fi: Yhteinen

source: Company
fi: Yritys

source: Compatibility/Code samples/Pro version
fi: Yhteensopivuus/Koodi näytteet/Pro-versio

source: Configure product
fi: Määrittää tuotteen

source: Connection error
fi: Yhteys virhe

source: Copied from order
fi: Kopioitu tilauksesta

source: Copy from billing address
fi: Kopioi laskutusosoite

source: Copy order
fi: Kopioi tilaus

source: Copy to clipboard
fi: Kopioi leikepöydälle

source: Copy url to populate cart
fi: Kopioi url-osoite asuttamaan ostoskoriin

source: Cost
fi: Hinta

source: Country
fi: Maa

source: Coupon Name
fi: Kuponki Nimi

source: Coupon name (used by manual discount)
fi: Kuponki nimi (käytetään manuaaliset alennus)

source: Coupons
fi: Kuponkeja

source: Coupons applied
fi: Kuponkeja sovelletaan

source: Create based on existing order
fi: Luo perustuu nykyisen järjestyksen

source: Create custom product
fi: Luo mukautettuja tuotteen

source: Create draft
fi: Tee luonnos

source: Create manual/phone orders in WooCommerce quickly
fi: Luo manuaalinen/puhelin tilaukset WooCommerce nopeasti

source: Create new order
fi: Luo uusi järjestys

source: Create Order
fi: Tee tilaus

source: Create order
fi: Tee tilaus

source: Create private product
fi: Luo yksityinen tuote

source: Create product
fi: Luo tuote

source: Creating customers is disabled
fi: Luominen asiakkaille on poistettu käytöstä

source: Current order was copied from order
fi: Nykyinen tilaus oli kopioitu tilauksesta

source: Current user cookie set error
fi: Nykyisen käyttäjän evästeen virhe

source: Current user referrer cookie set error
fi: Nykyinen käyttäjä viittaava evästeen virhe

source: Custom fields
fi: Mukautettuja kenttiä

source: Custom meta field key
fi: Custom meta kenttä-näppäintä

source: Custom meta field value
fi: Custom meta kentän arvo

source: Custom Price [Phone Orders]
fi: Muokattu hinta (manuaalitilaukset)

source: Custom Price in admin area only, for Phone Orders
fi: Custom Hinta admin-alueella vain, sillä Puhelin Tilauksia

source: Customer
fi: Asiakas

source: Customer cookie set error
fi: Asiakkaan evästeen virhe

source: Customer fields (at bottom)
fi: Asiakkaan kentät (alareunassa)

source: Customer fields (at top)
fi: Asiakkaan kentät (ylhäällä)

source: Customer login
fi: Asiakas kirjautuminen

source: Customer note
fi: Asiakas huomaa

source: Customer provided note
fi: Asiakkaan huomautus

source: Customer search by shipping/billing fields
fi: Asiakashaku toimitus- ja laskutuskenttien perusteella

source: Customers
fi: Asiakkaat

source: Date
fi: Päivämäärä

source: Deactivate License
fi: Poista License

source: Default city
fi: Oletuksena kaupunki

source: Default cost
fi: Oletus hinta

source: Default country
fi: Oletuksena maa

source: Default customer
fi: Oletus asiakas

source: Default fields for product
fi: Oletuksena kentät tuotteen

source: Default postcode
fi: Oletus postinumero

source: Default role
fi: Oletuksena rooli

source: Default shipping method
fi: Oletuksena toimitustapa

source: Default tax class
fi: Oletus vero-luokka

source: Delete entry
fi: Poista merkintä

source: Delete item
fi: Poista kohde

source: Deleted user #
fi: Poistettu käyttäjä #

source: Disable cache
fi: Poistaa välimuisti

source: Disable creating customers
fi: Poista käytöstä luominen asiakkaille

source: Disable creating products
fi: Poistaa luoda tuotteita

source: Disable edit meta
fi: Poistaa muokata meta

source: Disable user notification email
fi: Poista käytöstä käyttäjän ilmoituksen sähköpostitse

source: Discount
fi: Alennus

source: Display Name
fi: Näyttönimi

source: Docs
fi: Dokumentointi

source: Don't allow to edit orders having status
fi: Älä anna muokata tilauksia, joiden tila

source: Don't close customer/address form automatically
fi: Älä sulje asiakas/osoite muodossa automaattisesti

source: Don't close popup on click outside
fi: Älä sulje ponnahdusikkuna napsauttamalla ulkopuolella

source: Don't fill shipping address
fi: Älä täytä toimitusosoite

source: Don't refresh cart when item meta edited
fi: Älä päivitä ostoskoria, kun tuotteen metaa on muokattu

source: Don't sell products with no price defined
fi: Emme myy tuotteita, joiden hintaa ei määritelty

source: Don't send order emails
fi: Älä lähetä tilaus sähköpostit

source: Don't show checkbox, create product
fi: Älä näytä-valintaruutu, luoda tuote

source: Don't show checkbox, don't create product
fi: Älä näytä-valintaruutu, älä luo tuote

source: Draft
fi: Luonnos

source: Duplicate existing order
fi: Kopioi olemassa oleva tilaus

source: Duplicate order
fi: Kahtena järjestyksessä

source: E-mail
fi: Sähköpostiosoite

source: Edit address
fi: Muokkaa osoite

source: Edit created order
fi: Muokkaa luotua tilausta

source: Edit created product in new tab
fi: Muokkaa luotu tuote uuteen välilehteen

source: Edit in backend
fi: Muokata backend

source: Edit in Phone Orders
fi: Muokkaa Puhelimen Tilauksia

source: Edit meta
fi: Muokata meta

source: Edit order
fi: Muokkaa tilausta

source: Edit Phone Order
fi: Muokkaa Puhelimen Tilaa

source: Edit product
fi: Muokkaa tuotteen

source: Email
fi: Sähköposti

source: Email class name is incorrect
fi: Sähköposti luokan nimi on virheellinen

source: Enable at admin
fi: Mahdollistaa admin

source: Enable method
fi: Salli menetelmä

source: Enable/Disable
fi: Ota Käyttöön/Poista Käytöstä

source: Error
fi: Virhe

source: Error when getting order
fi: Virhe, kun tilaus saapuu

source: Existing orders
fi: Olemassa olevat tilaukset

source: expired
fi: vanhentunut

source: Fee
fi: Maksu

source: Fee amount
fi: Maksun määrä

source: Fee name
fi: Maksu nimi

source: Fee tax class
fi: Maksu vero luokka

source: Fees
fi: Palkkiot

source: Filter products by category/tags
fi: Filter tuotteet luokittain/tunnisteet

source: Find a customer
fi: Etsi asiakas

source: Find existing order
fi: Etsi tilaus

source: Find or create a customer
fi: Etsi tai luo asiakas

source: Find products...
fi: Etsi tuotteita...

source: First name
fi: Etunimi

source: five star
fi: viiden tähden

source: for draft orders
fi: tilausluonnoksia varten

source: for orders
fi: tilauksia varten

source: Free Shipping [Phone Orders]
fi: Ilmainen toimitus (puhelintilaukset)

source: Free Shipping in admin area only, for Phone Orders
fi: Ilmainen Toimitus admin-alueella vain, sillä Puhelin Tilauksia

source: Frontend page url
fi: Frontend-sivun url-osoite

source: Full refund
fi: Täysi hyvitys

source: Get report
fi: Hae raportti

source: Gift Card
fi: Lahjakortti

source: Gift card number
fi: Lahjakortin numero

source: gifts left
fi: lahjoja jäljellä

source: Go to Cart
fi: Siirry Ostoskoriin

source: Go to Checkout
fi: Mene Kassalle

source: granted by coupon
fi: myönnetty kuponki

source: Guest
fi: Etsi

source: guest
fi: vieras

source: Have a gift card?
fi: On lahjakortti?

source: Height
fi: Korkeus

source: Help
fi: Auttaa

source: helpdesk system
fi: helpdesk-järjestelmä

source: Hide "Add coupon"
fi: Piilottaa "Lisää kuponki"

source: Hide "Add discount"
fi: Piilottaa "Lisää alennus"

source: Hide "Add fee"
fi: Piilottaa "Lisää maksu"

source: Hide "Find orders"
fi: Piilota "Etsi tilaukset"

source: Hide "Have a gift card?"
fi: Piilota "On lahjakortti?"

source: Hide button "Add order" in orders list
fi: Piilota-painiketta "Lisää tilata" tilaukset lista

source: Hide button "Create Draft"
fi: Piilota-painiketta "Luo Luonnos"

source: Hide button "Create order"
fi: Piilota-painiketta "Luo tilaus"

source: Hide button "Full Refund"
fi: Piilota-painiketta "Täysi Tuki"

source: Hide button "Pay as customer"
fi: Piilota-painiketta "Maksaa asiakas"

source: Hide button "Send Invoice"
fi: Piilota "Lähetä lasku" -painike

source: Hide button "View Order"
fi: Piilota "Näytä tilaus" -painike

source: Hide checkbox "Ship to a different address"
fi: Piilota-valintaruutu "lähetä eri osoitteeseen"

source: Hide checkbox "Tax exempt"
fi: Piilota-valintaruutu "verovapaata"

source: Hide field "Private note"
fi: Piilota-kenttä "Yksityinen huomautus"

source: Hide fields
fi: Piilota kentät

source: Hide fields in autocomplete
fi: Piilottaa kenttien automaattinen täydennys

source: Hide item meta
fi: Piilota kohteen meta

source: Hide shipping section
fi: Piilota toimitusosio

source: Hide tabs for non-admins
fi: Piilottaa välilehdet ei-ylläpitäjät

source: Hide tax line for item
fi: Piilota vero-line tuote

source: Hide taxes if tax exempt
fi: Piilota veroja, jos vapautettu verosta

source: Hide theme footer
fi: Piilota teema footer

source: Hide theme header
fi: Piilota teema header

source: Hide warning about disabled coupons
fi: Piilota varoitus käytöstä kuponkeja

# hour placeholder
source: h
fi: s

source: hours
fi: tuntia

source: How to define custom fields
fi: Omien kenttien määrittäminen

source: How to get api key
fi: Miten saada api-avain

source: How to pay order?
fi: Miten maksaa tilauksen?

source: How to set default country/state for new customers?
fi: Miten asettaa oletus maa/valtio uusille asiakkaille?

source: How to use this option
fi: Kuinka käyttää tätä vaihtoehtoa

source: I can't add new customer, I see popup with message “Please enter an account password”
fi: En voi lisätä uuden asiakkaan, näen popup viesti "anna tilin salasana"

source: I don't see Free Shipping [Phone Orders] in popup
fi: En näe ilmaista toimitusta (puhelintilaukset) ponnahdusikkunassa

source: If you like %1$s please leave us a %2$s rating. Thank you so much in advance!
fi: Jos pidät %1$s ole hyvä ja jätä meille %2$s: stä. Kiitos paljon jo etukäteen!

source: If you use the plugins to create complex products or to tweak product options - read this section
fi: Jos käytät plugins luoda monimutkaisia tuotteita tai nipistää tuotteen vaihtoehdot - lue tämä jakso

source: If you're seeing a red message telling you that your key isn't valid or is out of installs, %s visit %s to manage your installs or renew / upgrade your license.
fi: Jos näet punainen viesti kertoo sinulle, että avain ei ole voimassa tai asentaa, %s osoitteessa %s hallita asennuksia tai uudistaa / päivittää lisenssin.

source: in parent product, may be slow
fi: vanhempi tuote, voi olla hidas

source: Incorrect cart data
fi: Virheelliset tiedot ostoskoriin

source: Incorrect order ID
fi: Virheellinen tilauksen ID

source: Incorrect redirect destination
fi: Virheellinen uudelleenohjaus määränpää

source: Input your address
fi: Input osoitteesi

source: Interface
fi: Käyttöliittymä

source: invalid item ID
fi: virheellinen item ID

source: Invoice for order #%s has been sent to %s
fi: Laskun järjestys #%s on lähetetty %s

source: Invoice manually sent to customer from Phone Order.
fi: Laskun manuaalisesti lähetetään asiakkaalle Puhelimesta Järjestyksessä.

source: is not activable
fi: ei ole activable

source: It's compatible with
fi: Se on yhteensopiva

source: Item
fi: Tuote

source: item
fi: tuote

source: item name mismatch
fi: kohteen nimi epäsuhta

source: Item price is read-only
fi: Kohteen hinta on vain luku-

source: Item price precision
fi: Kohteen hinta tarkkuus

source: Items
fi: Kohteita

source: items
fi: kohteita

source: key mismatch
fi: avain epäsuhta

source: Language
fi: Kieli

source: Last name
fi: Sukunimi

source: Latitude
fi: Leveyttä

source: Length
fi: Pituus

source: License
fi: Lisenssi

source: License is active
fi: Lisenssi on käytössä

source: License is inactive
fi: Lisenssi on ei-aktiivinen

source: License is inactive:
fi: Lisenssi ei ole käytössä:

source: License Key
fi: Lisenssi Avain

source: License key for Phone Orders has expired. <a href="%s">Click here to renew it.</a>
fi: Lisenssi on vanhentunut. <a href="%s">Uusi tästä.</a>

source: Licenses
fi: Lisenssit

source: Line item name
fi: Rivikohdan nimeä

source: List is empty.
fi: Luettelo on tyhjä.

source: Load customer details from order
fi: Lataa asiakkaan tiedot tilauksesta

source: Log
fi: Kirjaudu

source: Log page
fi: Kirjaudu page

source: Longitude
fi: Pituutta

source: look for it inside purchase receipt (email)
fi: etsi se sisällä ostokuitin (sähköposti)

source: Manual Discount
fi: Manuaalinen Alennus

source: Manual discount
fi: Manuaalinen alennus

source: Mark as paid
fi: Merkitse maksetuksi

source: Missing data
fi: Puuttuvat tiedot

source: Name
fi: Nimi

source: Need extra features?
fi: Tarvitsetko lisää ominaisuuksia?

source: Need help? Submit ticket to
fi: Tarvitsetko apua? Lähetä lippu

source: Need more settings?
fi: Tarvitse lisää asetuksia?

source: New Customer
fi: Uusi Asiakas

source: New customer
fi: Uusi asiakas

source: New Product
fi: Uusi Tuote

source: New product visibility
fi: Uuden tuotteen näkyvyyttä

source: Next Payment
fi: Seuraava Maksu

source: no activations left
fi: ei aktivoinnit jäljellä

source: No billing address was provided.
fi: Ei laskutus-osoite on annettu.

source: No default shipping method
fi: Ole oletuksena toimitustapa

source: No orders found in this period
fi: Ei tilauksia löytynyt tällä kaudella

source: No shipping address was provided.
fi: Ei ole shipping-osoite on annettu.

source: No shipping method has been selected.
fi: Ei toimitustapa on valittu.

source: No shipping methods available
fi: Ei toimitustavat saatavilla

source: No value
fi: Valitse

source: not found
fi: ei löytynyt

source: Not seeing an update but expecting one? In WordPress, go to %s and click "Check Again".
fi: Ei nähdä päivityksen, mutta odottaa? WordPress, mene kohteeseen %s ja klikkaa "Tarkista Uudelleen".

source: Not selected!
fi: Ei valittu!

source: Not taxable
fi: Ole verovelvollinen

source: Number of columns, per line
fi: Monta saraketta per rivi

source: Number of customers to show in autocomplete
fi: Asiakkaiden määrä näyttää autocomplete

source: Number of products to show in autocomplete
fi: Tuotteiden määrä näyttää autocomplete

source: One field and value per line, separated by |, e.g meta_key|meta_value
fi: Yksi kenttä ja arvo rivillä, erottajana |, e.g meta_key|meta_value

source: One field per line
fi: Yksi kenttä per rivi

source: One field per line, use format: Label Text|custom_fieldname
fi: Yksi kenttä riville ja käytä muotoa: Merkin teksti|custom_fieldname

source: One number per line, if only one number - it applies to all lines
fi: Yksi numero per rivi, jos vain yksi numero, se koskee kaikkia linjoja

source: Only %s items can be purchased
fi: Vain %s kohdetta voi ostaa

source: Only frontend orders
fi: Vain frontend tilauksia

source: Only phone orders
fi: Vain puhelimen tilauksia

source: Oops! No elements found. Consider changing the search query.
fi: Oho! Mitään ei löytynyt. Kokeile muuttaa hakusanoja.

source: order #
fi: tilaus #

source: Order #%s created
fi: Tilaus #%s luotu

source: Order #%s created and put on hold
fi: Tilaus #%s luotu ja laitettu pitoon

source: Order #%s has status "%s"
fi: Tilauksella #%s on tila "%s"

source: Order #%s marked as paid
fi: Tilaus #%s merkitty maksetuksi

source: Order #%s updated
fi: Tilaus #%s päivitetty

source: Order #%s was refunded
fi: Tilaus #%s on palautettu

source: Order %s details
fi: Tilauksen tiedot %s

source: Order completed
fi: Tilaus valmis

source: Order created with Phone Orders.
fi: Tilaus luotu Puhelintilauksella.

source: Order creator
fi: Tilauksen tekijä

source: Order date
fi: Tilauksen päivämäärä

source: Order edited in Phone Orders.
fi: Tilaus muokattu Puhelintilauksella.

source: Order fields
fi: Tilauskentät

source: Order fields position
fi: Tilauskenttien paikka

source: Order History &rarr;
fi: Tilaushistoria →

source: Order history for
fi: Tilaushistoria

source: Order not found
fi: Tilausta ei löytynyt

source: Order number
fi: Tilausnumero

source: Order status
fi: Tilauksen tila

source: Order status after payment
fi: Tilauksen tila sen jälkeen, kun maksu

source: Order status changed in Phone Orders from %s to %s.
fi: Tilauksen tila muuttunut Puhelimen Tilauksia alkaen %s - %s.

source: Order Total
fi: Tilaus yhteensä

source: Orders
fi: Tilaukset

source: Override "Customer payment page" in the order
fi: Override "Asiakkaan maksu-sivun" in order

source: Override link "Pay for this order" in the order email
fi: Ohita linkki "Maksaa tässä järjestyksessä" siinä järjestyksessä, sähköposti

source: Package
fi: Paketti

source: Package
fi: Paketti

source: Package contents
fi: Pakkauksen sisältö

source: Pass modified product prices to frontend cart
fi: Pass muuttaa tuotteiden hintoja frontend ostoskoriin

source: Password
fi: Salasana

source: Pay
fi: Maksaa

source: Pay order as the customer
fi: Maksaa järjestyksessä kuin asiakas

source: Payment link
fi: Maksu-linkkiä

source: Payment method
fi: Maksutapa

source: Payment method description that the customer will see on your checkout.
fi: Maksutavan kuvaus, että asiakas tulee nähdä oman kassalle.

source: Payment Type
fi: Maksu Tyyppi

source: Phone
fi: Puhelin

source: Phone order
fi: Puhelin tilaa

source: Phone Orders
fi: Puhelin Tilauksia

source: Phone orders
fi: Puhelin tilauksia

source: Phone Orders for WooCommerce
fi: Puhelin Tilaukset, WooCommerce

source: Phone Orders for WooCommerce (Pro)
fi: Puhelin Tilaukset WooCommerce (Pro)

source: Phone Orders For WooCommerce is available <a href="%s">on this page</a>.
fi: Puhelintilaukset WooCommercelle on käytettävissä tällä sivulla.

source: Phone Orders for WooCommerce requires active WooCommerce!
fi: WooCommercen puhelintilaukset edellyttävät aktiivista WooCommercea!

source: Please fill out all required fields!
fi: Täytä kaikki pakolliset kentät!

source: Please, <a href="%s">activate</a> license key for Phone Orders.
fi: Ole hyvä ja aktivoi Puhelintilauksen lisenssin avain.

source: Please, <a href="plugins.php">deactivate</a> Free version of Phone Orders for WooCommerce!
fi: Ole hyvä ja poista käytöstä Puhelintilauksien ilmainen versio!

source: Please, choose all attributes.
fi: Ole hyvä, valitse kaikki ominaisuudet.

source: Please, enable coupons to use discounts.
fi: Ole hyvä, ota kuponkeja käyttää alennuksia.

source: Please, enter valid Places API key at tab Settings
fi: Ole hyvä, kirjoita voimassa Places API key-välilehti Asetukset
