Repository: dgowell/quick-product
Catalog: phone-orders-for-woocommerce-pro/languages/phone-orders-for-woocommerce-*.po
Languages: fi

source: Please, fill empty required billing/shipping fields for customer
fi: Ole hyvä, täytä tyhjä vaaditaan laskutus/toimitus-kentät asiakkaan

source: Please, remove following items from the cart to continue
fi: Kiitos, poistaa seuraavia kohteita ostoskoriin jatkaa

source: Please, review these topics in <a href=%s target=_blank>helpdesk section</a>.
fi: Ole hyvä ja arvioi tämä aihe <a href=%s target=_blank>Tukipalvelut</a>.

source: Please, select/create customer
fi: Ole hyvä, valitse/luo asiakkaalle

source: Please, visit >Woocommerce>Settings, select tab “Accounts & Privacy” and mark checkbox “When creating an account, automatically generate an account password”.
fi: Ole hyvä ja tarkista >WooCommerce>Asetukset ja valitse "Tilit ja yksityisyys" ja lisää merkki "Kun tiliä luodaan niin luo automaattisesti tilin salasana".

source: Please, visit >WooCommerce>Settings>Shipping and add shipping method for necessary zones.
fi: Ole hyvä ja tarkista >WooCommerce>Asetukset>Toimitus ja lisää toimitustapa tarpeelliselle alueelle.

source: Plugin License
fi: Plugin Lisenssi

source: Postcode
fi: Postinumero

source: preview size
fi: esikatselun koko

source: Price
fi: Hinta

source: Price per item
fi: Hinta per erä

source: Private note
fi: Yksityinen huomautus

source: Probably, there is a conflict with another plugin. <a href=%s target=_blank>Please, check javascript errors at first</a>.
fi: Luultavasti on epäsopivuusongelma toisen lisäosan kanssa. <a href=%s target=_blank>Ole hyvä ja tarkista javascriptien virheet ensimmäisenä</a>.

source: Product does not exist
fi: Tuote ei ole olemassa

source: Product is out of stock
fi: Tuote on loppunut varastosta

source: Products
fi: Tuotteet

source: Profile &rarr;
fi: Profiili →

source: Qty
fi: Kpl

source: Quantity
fi: Määrä

source: Read more
fi: Lue lisää

source: Recalculate
fi: Laske

source: References
fi: Viitteet

source: Remove
fi: Poista

source: Replace order fields with customer fields
fi: Vaihda järjestyksessä kentät asiakkaan kentät

source: required by some pricing plugins
fi: tarvitaan joidenkin hinnoittelu plugins

source: Required fields
fi: Pakolliset kentät

source: requires capability pay_for_order
fi: vaatii capability pay_for_order

source: Reset
fi: Nollaa

source: Reset cache
fi: Palauta kätkö

source: Restore removed gifts
fi: Palauta poistettu lahjoja

source: Resume order
fi: Jatka tilausta

source: revoked
fi: peruutettu

source: Role
fi: Rooli

source: Run at frontend
fi: Ajaa frontend

source: Sales by Phone
fi: Myynti Puhelimitse

source: Sales by Phone, per creator
fi: Myynti Puhelimitse, per luoja

source: Sales Online
fi: Myynti Verkossa

source: Same as shipping address.
fi: Sama kuin toimitusosoite.

source: Save
fi: Tallenna

source: Save address
fi: Tallenna osoite

source: Save as new entry
fi: Tallenna uusi tieto

source: Save Changes
fi: Tallenna Muutokset

source: Save customer
fi: Tallenna asiakas

source: Save to customer
fi: Tallenna asiakas

source: Saved
fi: Tallennettu

source: Scrollable cart contents
fi: Selattava ostoskorin sisältö

source: Search
fi: Haku

source: Search by SKU
fi: Haku SKU

# search coupons
source: Type to search
fi: Kirjoita haku

# search default customer placeholder
source: Type to search
fi: Kirjoita haku

# search existing orders placeholder
source: Type to search
fi: Kirjoita haku

source: Search for customer in orders
fi: Etsi asiakkaan tilaukset

source: Search for customers in last X orders, 0 - unlimited
fi: Etsi asiakkaita vuonna viime X tilaukset, 0 - rajoittamaton

source: Section title for customer fields (at bottom)
fi: Jakson nimi asiakkaan kentät (alareunassa)

source: Section title for customer fields (at top)
fi: Jakson nimi asiakkaan kentät (ylhäällä)

source: Seek only in orders created by current user
fi: Hakea vain tilaukset luotu nykyinen käyttäjä

source: Seek only in orders having status
fi: Hakea vain tilaukset, joiden tila

source: Select a category
fi: Valitse luokka

source: Select a tag
fi: Valitse tunniste

source: Select address book entry
fi: Valitse osoitekirjan merkintä

source: Select items
fi: Valitse kohteita

source: Select optimal shipping method on each cart update
fi: Valitse optimaalinen toimitustapa jokaisessa ostoskorin päivityksessä

source: Select option
fi: Valitse vaihtoehto

source: Select order status
fi: Valitse tilauksen tila

source: Select products and add them to the cart and close this window. Please note that any special prices for the customer will be applied after adding the product to the order and closing this window.
fi: Valitse tuotteet ja lisää ne ostoskoriin ja sulje tämä ikkuna. Huomaa, että mitään erityisiä hinnat asiakkaan tulee voida soveltaa sen jälkeen, kun tuotetta lisätään järjestyksessä ja sulkemalla tämä ikkuna.

source: Select the options, add the item to the cart and close this window. Please note that any special prices for the customer will be applied after adding the product to the order and closing this window.
fi: Valitse valinnat, lisää tuote ostoskoriin ja sulje tämä ikkuna. Huomaa, että mitään erityisiä hinnat asiakkaan tulee voida soveltaa sen jälkeen, kun tuotetta lisätään järjestyksessä ja sulkemalla tämä ikkuna.

source: Selected
fi: Valittu

source: Selected by WooCommerce
fi: Valitaan WooCommerce

source: Sell "out of stock" products
fi: Myydä "out of stock" tuotteita

source: Sell disabled variations
fi: Myy käytöstä muunnelmia

source: Send invoice
fi: Lähetä lasku

source: Set current price for items in copied order
fi: Aseta nykyinen hinta kohteita kopioida tilaa

source: Set current price for shipping in copied order
fi: Aseta nykyinen hinta shipping kopioida tilaa

source: Set payment method for created order
fi: Aseta maksutapa luodulle tilaukselle

source: Set status for created order
fi: Aseta tila luodulle tilaukselle

source: Settings
fi: Asetukset

source: Settings have been updated
fi: Asetukset on päivitetty

source: Settings have not been updated
fi: Asetuksia ei ole päivitetty

source: Ship to a different address?
fi: Toimitus toiseen osoitteeseen?

source: Shipping
fi: Toimitus

source: Shipping address
fi: Toimitusosoite

source: Shipping Details
fi: Toimitustiedot

source: Shipping method
fi: Toimitustapa

source: Shipping phone
fi: Toimitus puhelin

source: Short FAQ
fi: Lyhyt FAQ

source: Show "duplicate order" button after order creation
fi: Osoittaa "kopioi tilaus" - painiketta sen jälkeen, kun tilauksen luonti

source: Show 'Checkout link' button
fi: Näytä Kassalle link' - painiketta

source: Show 'Go to Cart' button
fi: Show 'Siirry Ostoskoriin' - painiketta

source: Show 'Go to Checkout' button
fi: Show 'Mene Kassalle' - painiketta

source: Show 'Payment link' button
fi: Näytä Maksun link' - painiketta

source: Show additional product column
fi: Näytä toinen tuote, sarake

source: Show address book
fi: Näytä osoitekirjan

source: Show all coupons in autocomplete
fi: Näytä kaikki kuponkeja automaattinen täydennys

source: Show button "Copy url to populate cart"
fi: Show painiketta "Kopioi url-osoite asuttamaan ostoskoriin"

source: Show button "Edit" in orders list
fi: Näytä-painikkeella "Muokkaa" - tilausten lista

source: Show button "Mark as paid"
fi: Näytä-painike "Merkitse maksetuksi"

source: Show button "Pay"
fi: Näytä maksu -painike

source: Show button "View invoice"
fi: Näytä painiketta "Näytä lasku"

source: Show buttons
fi: Näytä painikkeet

source: Show cart weight
fi: Näytä korin paino

source: Show category selector
fi: Näytä luokka valitsin

source: Show column "Discount"
fi: Näytä sarake "Alennus"

source: Show column "Order creator" in orders list
fi: Näytä sarake ", Tilauksien tekijä" tilaukset listalla

source: Show custom fields in order confirmation email
fi: Näytä mukautetut kentät tilauksen vahvistussähköpostissa

source: Show custom fields in section "Billing Details"
fi: Näytä mukautetut kentät-osassa "Laskutustiedot"

source: Show detailed taxes
fi: Näytä yksityiskohtaiset veroja

source: Show discount amount in the order
fi: Näytä alennuksen määrä tilauksessa

source: Show field "Shipping Phone"
fi: Näytä kenttä "Suomi Puhelin"

source: Show field "VAT Number"
fi: Näytä kenttä "ALV-tunnus"

source: Show icon for phone orders in orders list
fi: Näytä kuvake puhelimen tilauksia tilaukset-luettelosta

source: Show Language field
fi: Näytä Kieli-kenttä

source: Show long attribute names
fi: Näyttää pitkät ominaisuustietojen nimet

source: Show marked checkbox
fi: Näytä merkitty valintaruutu

source: Show method if use button "Pay as Customer"
fi: Näytä menetelmää, jos käyttää painiketta "Maksaa Asiakas"

source: Show order date/time
fi: Näytä järjestys-päivämäärä/aika

source: Show order history for the customer
fi: Näytä tilaushistoria asiakkaalle

source: Show order status
fi: Näyttää tilauksen tila

source: Show order type filter in orders list
fi: Näytä järjestys-tyypin suodatin tilaukset lista

source: Show Password field
fi: Näytä Salasana-kenttään

source: Show payment method
fi: Näytä maksutapa

source: Show PRICE input in Advanced Search popup
fi: Näytä PRICE-syöttö Tarkennettu haku -ponnahdusikkunassa

source: Show product description
fi: Näytä tuotteen kuvaus

source: Show product properties
fi: Näytä tuotteen ominaisuudet

source: Show products as default search result
fi: Näytä tuotteet, kuten oletuksena haku tulos

source: Show QTY input in Advanced Search popup
fi: Näytä QTY-syöttö Tarkennettu haku -ponnahdusikkunassa

source: Show records for last X days in log
fi: Näytä tietueet, jotka ovat viimeisen X päivän log

source: Show Role field
fi: Näytä Rooli alalla

source: Show search results as a grid of images
fi: Näytä hakutulokset verkkoon kuvia

source: Show section "Phone Orders" inside order page
fi: Näytä kohta "Puhelintilaukset" tilaussivun sisällä

source: Show SKU while adding product
fi: Näytä SKU, kun lisäät tuotteen

source: Show tax class selector
fi: Näytä vero luokka valitsin

source: Show unmarked checkbox
fi: Näytä merkitsemättömiä valintaruutu

source: Show Username field
fi: Näytä Käyttäjätunnus-kenttään

source: Sort by relevance
fi: Lajitteluperuste relevanssi

source: Standard rate
fi: Verokannan

source: State
fi: Valtion

source: Status
fi: Tila

source: Street number
fi: Street numero

source: Subtotal
fi: Yhteensä

source: Support
fi: Tuki

source: Switch customer during cart calculations
fi: Kytkin asiakkaan aikana cart laskelmat

source: Tax
fi: Vero

source: Tax class
fi: Vero-luokka

source: Tax exempt
fi: Verottomia

source: Taxes
fi: Verot

source: Thanks :)
fi: Kiitos :)

source: The license key you received when completing your purchase from %s will grant you access to updates until it expires.
fi: Lisenssiavaimen, jonka sait, kun suoritat ostoksen alkaen %s antaa sinulle pääsyn päivityksiä, kunnes se vanhenee.

source: The user must be admin or has capability "edit_shop_orders"
fi: Käyttäjä on admin tai on valmiudet "edit_shop_orders"

source: There are no records to show
fi: Ei ole kirjaa ssa

source: There is a new version of %1$s available. %2$sView version %3$s details%4$s or %5$supdate now%6$s.
fi: Siellä on uusi versio %1$s on saatavilla. %2$sView version %3$s, tiedot%4$s tai %5$supdate nyt%6$s.

source: There is a new version of %1$s available. %2$sView version %3$s details%4$s.
fi: Siellä on uusi versio %1$s on saatavilla. %2$sView version %3$s, tiedot%4$s.

source: There was an error sending the email
fi: Oli virhe lähettää sähköpostia

source: This button disabled for admins
fi: Tämä painike käytöstä ylläpitäjät

source: This is the count of the orders.
fi: Tämä on määrä tilauksia.

source: This is the sum of the orders.
fi: Tämä on summa tilauksia.

source: This link will automatically login customer!
fi: Tämä linkki tulee automaattisesti kirjaudu asiakas!

source: This method will be shown only for orders created using plugin "Phone Orders"
fi: Tämä menetelmä näkyy vain tilauksia, jotka on luotu käyttäen plugin "Puhelimen Tilauksia"

source: Time
fi: Aika

source: Title
fi: Otsikko

source: Title to be displayed
fi: Otsikko näytetään

source: To use such products - you must turn off 'Switch Customer' at tab Common !
fi: Tällaisten tuotteiden käyttäminen - sinun on poistettava 'Vaihda asiakas' käytöstä välilehdellä Yhteinen !

source: Tools
fi: Työkalut

source: Total
fi: Yhteensä

source: Total Amount
fi: Kokonaismäärä

source: Total amount
fi: Kokonaismäärä

source: Total Orders
fi: Yhteensä Tilauksia

source: Total Paid
fi: Yhteensä Maksettu

source: Total sales
fi: Yhteensä myynti

source: Totals
fi: Yhteensä

source: Type search phrase to see results
fi: Näet tulokset kirjoittamalla hakulauseke

source: Unexpected output
fi: Odottamaton ulostulo

source: Unknown product &quot;%d&quot;.
fi: Tuntematon tuote "%d".

source: Update draft
fi: Päivitä luonnos

source: Update entry
fi: Päivittä merkintä

source: Update order
fi: Päivitä tilaus

source: Update user's first and last name when updating billing information
fi: Päivitä käyttäjän etu- ja suku nimi, kun päivität laskutustiedot

source: Updated
fi: Päivitetty

source: Url has been copied to clipboard
fi: Url-osoite on kopioitu leikepöydälle

source: Use interface in English
fi: Käyttöliittymä englanti

source: Use payment and delivery preferences from last order
fi: Käyttää maksu-ja toimitus-asetukset ja viimeinen tilaus

source: Username
fi: Käyttäjätunnus

source: Variation ID
fi: Vaihtelu ID

source: VAT Number
fi: ALV-Numero FI123456789

source: View draft
fi: Näytä luonnos

source: View invoice
fi: Tarkastele laskun

source: View order
fi: Tarkastella tilauksen

source: View other orders &rarr;
fi: Katso muut tilaukset →

source: View product
fi: Näytä tuotteen

source: Want to pay order as customer?
fi: Haluatko maksaa tilauksen asiakkaana?

source: warning : this feature is not compatible with discounts
fi: varoitus : tämä ominaisuus ei ole yhteensopiva alennuksia

source: Weight
fi: Paino

source: Width
fi: Leveys

source: with tax
fi: vero

source: without tax
fi: ilman veroja

source: WooCommerce Multiple Customer Addresses
fi: WooCommerce Useita Asiakas-Osoitteet

source: You do not have permission to install plugin updates
fi: Sinulla ei ole lupaa asentaa plugin päivitykset

source: You do not need to enter the key below for the plugin to work, but you will need to enter it to get automatic updates.
fi: Sinun ei tarvitse syöttää avain alla plugin töihin, mutta sinun täytyy syöttää sitä saada automaattiset päivitykset.

source: You edit order
fi: Voit muokata järjestyksessä

source: You edit unfinished order
fi: Muokkaat keskeneräistä tilausta

source: You have to tell them the password
fi: Sinun täytyy kertoa heille salasana

source: You should buy <a href=%s target=_blank>Pro version</a>.
fi: Sinun täytyy ostaa <a href=%s target=_blank>Pro versio</a>.

source: You should submit generated report as new ticket to <a href="https://algolplus.freshdesk.com/support/tickets/new" target="_blank">helpdesk</a>
fi: Sinun tulee lähettää luotu raportti uutena lippuna <a href="https://algolplus.freshdesk.com/support/tickets/new" target="_blank">helpdeskiin</a>

source: You view order
fi: Näet tilauksen
